---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FloorAttrDefaultHeightParam
source: html/3ac3334b-158b-847f-eee6-f49ba26bc6db.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FloorAttrDefaultHeightParam Property

"Default Height above level"

## Syntax (C#)
```csharp
public static ForgeTypeId FloorAttrDefaultHeightParam { get; }
```